# Для виконання потрібно знати про:
# * [Цикли - функція range](https://tinyurl.com/2vz8njcz)
# * [Цикли for та списки](https://tinyurl.com/3ybppcf4)
#
# Надрукуйте кожен і-тий фрукт в корзині (і обирає користувач):
# ```
# basket = ["яблуко", "груша", "банан", "слива", "персик", "апельсин", "вишня", "ківі", "диня", "виноград"]
# ```
#
# Наприклад:
# * для i = 1: яблуко, груша, банан, слива, персик, ...
# * для i = 2: яблуко, банан, персик, вишня, диня
# * для i = 3: яблуко, слива, вишня, виноград

basket = ["яблуко", "груша", "банан", "слива", "персик", "апельсин", "вишня", "ківі", "диня", "виноград"]


