# Для виконання потрібно знати про:
# * [Цикли for](https://tinyurl.com/ydcmj3sp)
#
# Напишіть програму, яка друкує зображення перегорнутого трикутника (◤) за допомогою символів "*" та складається з n рядків (n обирає користувач).
#
# Наприклад, якщо n = 3, програма повинна надрукувати:
# ```
# ***
# **
# *
# ```
#
# Якщо n = 5, програма повинна надрукувати:
# ```
# *****
# ****
# ***
# **
# *
# ```
#
# Додайте код у місцях, що відмічено міткою (❗).

print("Введіть висоту зображення:")
n = int(input())

# ❗ Надрукуйте зображення перегорнутого трикутника (◤).


