# Для виконання потрібно знати про:
# * [Цикли for](https://tinyurl.com/ydcmj3sp)
#
# Шахи вигадав мудрець, який показав свій винахід правителю країни.
# Правителю так сподобалась гра, що він дозволив мудрецю самому обрати
# нагороду. Мудрець попросив за першу клітинку шахматної дошки — одне зерно
# пшениці, за другу — два, за третю — чотири тощо, подвоюючи кількість зёрен
# на кожній наступній клітинці. Правитель, не сильний у математиці, швидко
# погодився й наказав казначею підрахувати й видати зерно. Але через тиждень
# казначей так і не зміг порахувати — він показав правителю обчислення й
# сказав, що розплатитися неможливо: треба було б осушити моря й океани й
# засіяти всю землю пшеницею.
#
# Порахуйте загальну масу зерна для всіх 64 клітинок шахматної
# дошки, якщо одне зернятко пшениці має масу 0.065 г. Виведіть отриману
# масу в кг.
# Для вирішення використайте цикл for.


