# Виправте код програми у місці,
# що відмічено міткою 🔴: 
# використайте функцію int для
# того щоб прочитати вік користувача
# як ціле число.
# Запустіть програму і переконайтесь
# що вона працює (запитує вік у
# користувача та виводить повідомлення
# з віком через рік).
#
# Для виконання потрібно знати про:
# https://tinyurl.com/39bsxuec

print("Введіть вік:")

# 🔴 використайте функцію int для
# того щоб прочитати вік користувача
# як ціле число
age = input()

next_age = age + 1

print("Наступного року вам буде:", next_age)
