# Виправте код програми у місці,
# що відмічено міткою 🔴: 
# використайте функцію float для
# того щоб прочитати довжину відрізка
# як дійсне число.
# Запустіть програму і переконайтесь
# що вона працює (запитує довжину
# відрізка у користувача та виводить
# повідомлення з половиною введеної
# довжини).
#
# Для виконання потрібно знати про:
# https://tinyurl.com/39bsxuec

print("Введіть довжину відрізка в сантиметрах:")

# 🔴 використайте функцію float для
# того щоб прочитати довжину відрізка
# як дійсне число

length = input()

print("Половина довжини:", length / 2)
