# Доповніть код програми у місці,
# що відмічено міткою 🔴:
# Надрукуйте повідомлення "Потрібно
# зяти парасольку" якщо йде дощ
# (тобто not_raining є False).
# Запустіть програму і перевірте,
# що вона реагує на різні значення.
# 
# Підказка: використайте if та
# логічну операцію not
# 
# Для виконання потрібно знати про:
# https://tinyurl.com/46hprhr7

print("Збираємось в школу...")
print("Немає дощу? (так/ні):")
not_raining = input() == "так"

# 🔴 надрукуйте чи потрібно
# взяти парасольку

print("Можна виходити.")


