# Доповніть код програми у місцях, що
# відмічено мітками "🔴".
# Програма повинна створювати вікно
# за допомогою tkinter та містити
# мітку та дві радіокнопки для
# зміни кольору фону мітки на
# синій або жовтий.
# 
# Для виконання потрібно знати про:
# https://tinyurl.com/28yw65er

from tkinter import *

window = Tk()

label = Label(text="Текст", bg="blue")
label.pack()

# 🔴 створіть змінну типу StringVar
#  з назвою color та встановіть її
#  початкове значення на "blue"

# 🔴 визначте функцію change_color,
#  що змінює колір фону мітки на
#  значення змінної color за
#  допомогою методу get()

# 🔴 додайте радіокнопку з
#  властивісью text="Синій",
#  властивісью variable=color,
#  властивістю value="blue"
#  та command=change_color,
#  потім розмістіть її

# 🔴 додайте радіокнопку з
#  властивісью text="Жовтий",
#  властивісью variable=color,
#  властивістю value="yellow"
#  та command=change_color,
#  потім розмістіть її

window.mainloop()









